[
  {
    "overview": [
      {
        "key": "Полное введение", 
        "overview_full_introduction": "Эдвард Джозеф Сноуден (род. 21 июня 1983, Элизабет-Сити, Северная Каролина, США) — американский whistleblower, бывший системный администратор ЦРУ и подрядчик АНБ (NSA). В 2013 году он раскрыл миру тысячи секретных документов о глобальной системе массовой слежки, включая программы PRISM, Upstream, XKeyscore и сотрудничество с союзниками (Five Eyes: США, Великобритания, Канада, Австралия, Новая Зеландия). Эти разоблачения доказали сбор метаданных миллиардов людей, слежку за лидерами стран (например, Ангелой Меркель) и прямой доступ к серверам tech-гигантов (Google, Facebook, Apple, Microsoft)."
      },
      {
        "key": "Глобальное значение",
        "overview_global_significance": "Разоблачения вызвали реформы (USA Freedom Act 2015 в США, GDPR в ЕС), судебные решения (2020: суд США признал программу сбора метаданных незаконной), рост шифрования (HTTPS everywhere, Signal) и вечные дебаты о балансе безопасности и приватности. Сноуден получил награды (Right Livelihood Award 2014, Carl von Ossietzky Medal) как защитник прав человека, но обвиняется США в шпионаже (Espionage Act 1917)."
      },
      {
        "key": "Актуальный статус (2026)",
        "overview_current_status": "Живёт в Москве с российским гражданством (с 2022). Женат на Линдси Миллс (с ~2017), двое сыновей (первый род. декабрь 2020, второй ~2021–2022, рождены в России). Активен в лекциях о приватности и AI (2025: keynote 'Freedom in the Age of Intelligent Machines' на SuperAI Singapore; TOKEN2049). В январе 2025 комментировал слушания Tulsi Gabbard на пост DNI, защищая её от критики за прошлую поддержку себя. Отрицает сотрудничество с российскими властями, критикует цензуру и слежку везде."
      },
      {
        "key": "Ключевые цитаты",
        "quotes": "'Если вы больше злитесь на разоблачителя, чем на нарушение закона, которое он раскрыл, то вы не в положении судить чьё-либо суждение' (январь 2025, о сенаторах).'Институции сжигают доверие общества как раз когда мы можем заменить их алгоритмами' (о AI). 'Нет сожалений' (2023, после 10 лет в изгнании)."
      }
    ],

    "biography": [
      {
        "key": "Детство и семья",
        "childhood_and_family": "Из патриотической семьи (отец — офицер Береговой охраны, мать — административный клерк в федеральном суде, дед — адмирал и старший офицер FBI). Переезд в Мэриленд рядом с NSA. В школе болел мононуклеозом (пропустил ~9 месяцев), не закончил традиционно — сдал GED. Самоучка в IT, увлекался компьютерами, хакингом, аниме и японской культурой."
      },
      {
        "key": "Образование",
        "education": "Anne Arundel Community College (1999–2001, 2004–2005), онлайн-курсы University of Liverpool (магистр по кибербезопасности, не закончил)."
      },
      {
        "key": "Карьера подробно",
        "career": "2004: Армия США (хотел в спецназ), уволен по здоровью (переломы ног). 2005: Охранник в центре NSA (Университет Мэриленда). 2006–2009: ЦРУ (IT-специалист, пост в Женеве под дипломатическим прикрытием — разочаровался в слежке за дипломатами). 2009–2012: Подрядчик NSA через Dell (Япония). 2012–2013: Booz Allen Hamilton на Гавайях (доступ к топ-секретам)."
      },
      {
        "key": "Мотивация",
        "motivation": "Видел нарушения 4-й поправки Конституции США. Пытался докладывать внутри — игнор. Скопировал ~1,7 млн документов в 2012–2013. Личные факты: Рост ~183 см, интересовался буддизмом, программированием с детства."
      }
    ],

    "disclosures": [
      {
        "key": "Хронология",
        "chronology": "Апрель–май 2013 — копирование документов. 20 мая — полёт в Гонконг. Встречи с журналистами (Glenn Greenwald, Laura Poitras, Ewen MacAskill — Guardian; Barton Gellman — Washington Post). 5–9 июня — первые публикации. 9 июня — раскрыл себя в видеоинтервью."
      },
      {
        "key": "Ключевые программы",
        "key_programs": [
          {
            "PRISM": "PRISM: Прямой доступ к серверам 9 компаний (с 2007)",
            "Upstream/Tempora": "Перехват интернет-трафика (сотрудничество с GCHQ).",
            "XKeyscore": "Поиск по email, чатам, истории браузера без ордера.",
            "rest": "Сбор метаданных звонков (Verizon, миллионы американцев). Слежка за 35 мировыми лидерами."
          }
        ]
      },
      {
        "key": "Объём и метод",
        "Volume and method": "~1,7 млн файлов на USB. Передача журналистам для фильтрации (чтобы минимизировать вред)."
      },
      {
        "key": "Немедленные последствия",
        "immediate_consequences": "США аннулировали паспорт, обвинения в шпионаже и краже. Мировой шок, протесты, начало эры приватности."
      }
    ],

    "exile": [
      {
        "key": "Побег",
        "escape": "23 июня 2013 — полёт Гонконг–Москва (план: Куба–Венесуэла–Эквадор). Паспорт аннулирован — 40 дней в транзитной зоне Шереметьево."
      },
      {
        "key": "Статус",
        "status": "Август 2013 — временное убежище (1 год); продлевали; 2020 — ПМЖ; 2022 — гражданство (указ Путина, для семьи)."
      },
      {
        "key": "Семья",
        "family": "Воссоединение с Линдси Миллс (2014, приехала в Россию). Тайный брак ~2017. Два сына (рождены в России). Живут приватно в Москве."
      },
      {
        "key": "Текущая жизнь",
        "current_life": "IT-консультации, онлайн-лекции. Не жалеет, но называет изгнание 'бесконечным перелётом;. Отрицает вербовку ФСБ. Критикует российскую политику по правам человека."
      },
      {
        "key": "Актуальное (2025–2026)",
        "actual": "(2025–2026): Выступления на конференциях, посты в X о приватности, AI, политике США (например, о Gabbard)."
      }
    ],

    "legacy": [
      {
        "key": "Долгосрочные изменения",
        "long-term_changes": "Конец некоторых программ, рост end-to-end шифрования, законы о приватности. Дебаты об AI-слежке (Сноуден предупреждает: 'AI угрожает свободе больше, чем старые программы')."
      },
      {
        "key": "Медиа и культура",
        "media_and_culture": [
          {
            "books": "'Permanent Record' (2019, автобиография, бестселлер; США пытались конфисковать доходы).",
            "movies": [
              "'Citizenfour' (2014, документальный, Оскар)",
              "'Snowden' (2016, Оливер Стоун, Джозеф Гордон-Левитт)."
            ]
          }
        ]
      },
      {
        "key": "Мнения",
        "opinions": "Герой для ACLU, Amnesty; 'предатель' для властей США. Поддержка от Ron Paul, Thomas Massie (2025: призыв к помилованию)."
      }
    ]
  }
]
